[
    {
        "title": "Booki",
        "image": "Booki.png",
        "description": "Frontend",
        "technologies": ["HTML", "CSS"] ,
        "link": "https://github.com/DimitriKOBASSIAN/P2",
        "detailedDescription": "Frontend project for OpenClassrooms. The goal was to create a responsive website using HTML and CSS. Booki is a broker for reserving short and long-term homestays. "
    },
    {
        "title": "Sophie Bluel",
        "image": "SophieBluel.png",
        "description": "Javascript",
        "technologies": ["HTML", "CSS", "Javascript"],
        "link": "https://github.com/DimitriKOBASSIAN/P3",
        "detailedDescription": "Javascript project for OpenClassrooms. The goal was to create a responsive website using HTML, CSS and Javascript. Sophie Bluel is an architect, and needed a front connected to the backend using API Routes to manage her website and display her works (pictures and description)."
    },
    {
        "title": "Nina Carducci",
        "image": "NinaCarducci.png",
        "description": "SEO Optimization",
        "technologies": ["Javascript", "SEO"],
        "link": "https://github.com/DimitriKOBASSIAN/P4",
        "detailedDescription": "SEO project for OpenClassrooms. The goal was to optimize the SEO of a website using Javascript. Nina Carducci is a photographer, and needed to improve her website's visibility on search engines. The project was to analyze the website, and propose a list of improvements to make it more visible on search engines. Minor changes were made on the website to improve its SEO, and some fix were needed in the javascript."
    },
    {
        "title": "Kasa",
        "image": "Kasa.png",
        "description": "React App",
        "technologies": ["HTML", "CSS", "Javascript", "React"],
        "link": "https://github.com/DimitriKOBASSIAN/P5",
        "detailedDescription": "React project for OpenClassrooms. The goal was to create a responsive website using React. Kasa is a broker for reserving short and long-term homestays."
    },
    {
        "title": "Mon Vieux Grimoire",
        "image": "MonVieuxGrimoire.png",
        "description": "Backend",
        "technologies": ["node.js", "Express", "MongoDB"],
        "link": "https://github.com/DimitriKOBASSIAN/P6",
        "detailedDescription": "Backend project for OpenClassrooms. The goal was to create a backend using node.js, Express and MongoDB. Mon Vieux Grimoire is a website where users can share the books they read, rate them, and allow other users to rate them too. The backend was created to manage the website's data, and to allow users to create, read, update and delete their books."
    },
    {
        "title": "Menu Maker",
        "image": "MenuMaker.png",
        "description": "Project Management",
        "technologies": ["Trello", "Technology watch"],
        "link": "https://github.com/DimitriKOBASSIAN/P7",
        "detailedDescription": "Project Management project for OpenClassrooms. The goal was to create a project management plan for a project. Menu Maker is a website where users can create their own menus, and share them on Deliveroo and Instagram. The project management plan was created to manage the project, and to allow the team to work together on the project."
    }
]